Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, el, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Open
ca: Obrir
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
hi: खोलना
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Запустити
zh_hans: 打开
zh_hant: 打開

# OpenDescription
source: Open this version
ca: Obrir aquesta versió
de: Diese Version öffnen
el: Άνοιγμα αυτής της έκδοσης
es: Abrir esta versión
fi: Avaa tämä versio
fr: Ouvrir cette version
hi: इस संस्करण को खोलें
it: Apri questa versione
ja: このバージョンを開く
ko: 이 버전 열기
nl: Open deze versie
pl: Otwórz tę wersję
pt_br: Abrir essa versão
ru: Открыть эту версию
tr: Bu sürümü aç
uk: Запустити цю версію
zh_hans: 打开此版本
zh_hant: 打開這個版本

source: Password:
ca: Contrassenya:
de: Passwort:
el: Συνθηματικό:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
hi: पासवर्ड:
ja: パスワード:
ko: 비밀번호:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
zh_hans: 密码：
zh_hant: 密碼：

source: Preferences
ca: Preferències
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
ja: 環境設定
ko: 환경설정
nl: Voorkeuren
pl: Ustawienia
pt_br: Preferências
ru: Hастройки
tr: Tercihler
uk: Налаштування
zh_hans: 偏好设置
zh_hant: 偏好設定

# PreferencesDescription
source: Open Preferences
ca: Obrir les preferències
de: Einstellungen öffnen
el: Άνοιγμα Προτιμήσεων
es: Abrir Preferencias
fi: Avaa asetukset
fr: Ouvrir les Préférences
hi: प्राथमिकताएँ खोलें
it: Apri Preferenze
ja: 環境設定を開く
ko: 환경설정 열기
nl: Open Voorkeuren
pl: Otwórz ustawienia
pt_br: Abrir preferências
ru: Открыть настройки
tr: Tercihleri Aç
uk: Відкрити Налаштування
zh_hans: 打开偏好设置
zh_hant: 打開偏好設定

source: Privileged Helper
ca: Servei Privilegiat
de: Privilegierter Helfer
el: Βοηθητικό Εργαλείο με δικαιώματα
es: Asistente privilegiado
fi: Etuoikeutettu auttaja
fr: Assistant Privilégié
hi: विशेषाधिकार प्राप्त सहायक
it: Aiutante Privilegiato
ja: 権限のあるヘルパー
ko: 권한을 가진 도우미 (Privileged Helper)
pl: Helper z uprawnieniami
pt_br: Ajudante privilegiado
ru: Привилегированный помощник
tr: Ayrıcalıklı Yardımcı
zh_hans: 提权帮助程序
zh_hant: 具有權限的輔助程式

# PrivilegedHelperDescription
source: Xcodes uses a separate privileged helper to perform tasks as root. These are things that would require sudo on the command line, including post-install steps and switching Xcode versions with xcode-select. You'll be prompted for your macOS account password to install it.
ca: L'Xcodes utilitza, a part, un servei que executa tasques com a root. Aquestes tasques son coses que requereixin la comanda sudo a la línia de comandes, incloent-hi les tasques al finalitzar l'instal·lació i canviar les versions d'Xcode seleccionades utilitzant xcode-select. El sistema operatiu et demanarà la teva contrassenya per poder-lo instal·lar.
de: Xcodes verwendet einen separaten privilegierten Helfer, um Aufgaben als root zu erledigen. Das sind Dinge, die sudo in der Kommandozeile erfordern würden, einschließlich Post-Installationsschritte sowie das Umstellen von Xcode-Versionen mit xcode-select. Um ihn zu installieren, erfolgt eine Aufforderung zur Eingabe des Passworts für Dein macOS-Benutzerkonto.
el: Το Xcodes χρησιμοποιεί ένα ξεχωριστό εργαλείο με δικαιώματα ώστε να εκτελέσει εργασίες ως root. Αυτές είναι εργασίες που θα απαιτούσαν sudo στη γραμμή εντολών, συμπεριλαμβανομένων μετά-εγκαταστατικών βημάτων και αλλαγής μεταξύ εκδόσεων του Xcode με το xcode-select. Θα σας ζητηθεί το συνθηματικό του λογαριασμού σας στο macOS για την εγκατάσταση του.
es: Xcodes utiliza un asistente privilegiado independiente para realizar tareas como root. Estas son cosas que requerirían sudo en la línea de comandos, incluidos los pasos posteriores a la instalación y el cambio de versiones de Xcode con xcode-select. Se le pedirá la contraseña de su cuenta de macOS para instalarlo.
fi: Xcodes käyttää erillistä etuoikeutettua avustajaa tehtävien suorittamiseen pääkäyttäjänä. Nämä ovat asioita, jotka edellyttävät sudo komentoa komentorivillä, mukaan lukien asennuksen jälkeiset vaiheet ja Xcode-versioiden vaihtaminen xcode-selectillä. Sinua pyydetään antamaan macOS-tilisi salasana sen asentamiseksi.
fr: Xcodes utilise un assistant privilégié distinct pour effectuer des tâches en tant que root. Ce sont des tâches qui nécessiteraient sudo sur la ligne de commande, y compris les étapes de post-installation et le changement de version de Xcode avec xcode-select. Vous serez invité à saisir le mot de passe de votre compte macOS pour l'installer.
hi: Xcodes कार्यों को रूट के रूप में करने के लिए एक अलग विशेषाधिकार प्राप्त सहायक का उपयोग करता है। ये ऐसी चीजें हैं जिनके लिए कमांड लाइन पर sudo की आवश्यकता होगी, जिसमें पोस्ट-इंस्टॉल चरण और xcode-select के साथ Xcode संस्करण स्विच करना शामिल है। इसे इंस्टॉल करने के लिए आपको अपने macOS अकाउंट पासवर्ड के लिए कहा जाएगा।
it: Xcodes usa un aiutante privilegiato per svolgere dei compiti come root. Si tratta di comandi che normalmente richiederebbero sudo da linea di comando, incluse fasi di post-install e modificare la versione di Xcode con xcode-select. Ti verrà richiesta la password del tuo account di macOS per installarlo.
ja: Xcodesは、rootとしてタスクを実行するために、別の権限のあるヘルパーを使用します。インストール後の手順や xcode-select による Xcode のバージョン切り替えなど、コマンドラインで sudo を必要とするものです。 インストールには、macOS アカウントのパスワードの入力が必要です。
ko: Xcodes는 별도의 권한을 가진 도우미를 사용하여 작업을 루트로서 수행합니다. 설치 후 단계와 xcode-select로 Xcode 버전을 전환하는 것과 같이 커맨드 라인에서 sudo가 필요한 작업이 이에 해당합니다. 설치하려면 macOS 계정 암호를 입력하라는 메시지가 표시됩니다.
nl: Xcodes gebruikt een separate privilged helper om taken uit te voeren als root. Dit zijn operaties die een sudo vereisen op de command line, inclusief post-installatie stappen en het wijzigen van Xcode versies met xcode-select. Je zult worden gevraagd om je macOS account wachtwoord om deze te installeren.
pl: Xcodes używa oddzielnego helpera z uprawnieniami do wykonywania zadań jako root. Są to rzeczy, które wymagałyby użycia komendy sudo w wierszu poleceń, w tym kroki po instalacji oraz przełączanie wersji Xcode za pomocą xcode-select. Zostaniesz poproszony o podanie hasła do swojego konta macOS, aby go zainstalować.
pt_br: Xcodes usa um ajudante privilegiado separado para performar atividades como raiz. São atividades que iriam requerir sudo na linha de comando, incluindo passos pós-instalação e trocar versões do Xcode com xcode-select. Você será pedido para instalá-lo na sua conta do macOS.
ru: Xcodes использует отдельный привилегированный помощник для выполнения задач от имени root-пользователя. Это команды, которые потребуют sudo в командной строке, включая шаги после установки и переключение версий Xcode с помощью xcode-select. Вам будет предложено указать пароль от вашей учетной записи macOS для его установки.
tr: Xcodes, root görevlerini yerine getirmek için bir Ayrıcalıklı yardımcı aracı kullanır. Bunlar komut satırındaki sudo gerektiren, yükleme sonrası adımlarını sağlayan ve Xcode sürümü değiştiren xcode-select gibi komutlardan ibarettir. Bunu yüklemek için macOS hesap şifrenizi girmeniz istenecektir.
uk: Xcodes використовує спеціальний "Privileged Helper" для запуску задач від імені root. Це включає, наприклад, sudo в терміналі, та кроки після інсталяції або перемикання версії Xcode за допомогою xcode-select. Буде запит на ваш пароль від Mac щоб інсталювати цей помічник.
zh_hans: Xcodes使用一个独立的提权帮助程序来以root身份执行任务。就是那些需要在命令行中用sudo执行的命令。包括一些安装后准备步骤以及用xcode-select切换Xcode版本。 您需要提供当前用户的密码来安装它。
zh_hant: Xcodes 會利用一個分開的具有權限的輔助程式以 root 身份執行特定工作，例如那些在命令列中通常需使用 sudo 的命令，包含安裝程序後的步驟以及使用 xcode-select 選擇 Xcode 版本。 安裝此程式時，你將會需要輸入 macOS 帳號的密碼。

source: Refresh
ca: Actualitzar
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fi: Päivitä
fr: Actualiser
hi: ताज़ा करें
it: Ricarica
ja: 再読み込み
ko: 갱신
nl: Verversen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

# RefreshDescription
source: Refresh Xcode List
ca: Actualitzar la llista d'Xcode
de: Xcode-Liste aktualisieren
el: Ανανέωση λίστας των Xcode
es: Refrescar lista de Xcodes
fi: Päivitä Xcode lista
fr: Actualiser la liste des Xcode
hi: Xcode सूची ताज़ा करें
it: Ricarica Lista Xcode
ja: Xcodeの一覧を再度取得する
ko: Xcode 목록 갱신
nl: Ververs Xcode Lijst
pl: Odśwież listę Xcode
pt_br: Atualizar lista de Xcode
ru: Обновить список Xcode
tr: Xcode Listesini Yenile
uk: Оновити список Xcode
zh_hans: 刷新Xcode列表
zh_hant: 更新 Xcode 版本列表

source: Release
ca: Versió
el: Κυκλοφορία
es: Liberado
fi: Julkaisuversio
fr: Version
hi: रिलीज़
it: Rilasci
ja: リリース
ko: 출시 버전
pl: Stabilne
ru: Pелиз
tr: Kararlı Sürüm
uk: Реліз
zh_hans: 正式版
zh_hant: 正式版

source: Release Date
ca: Data de la versió
de: Release-Datum
el: Ημερομηνία κυκλοφορίας
es: Fecha de lanzamiento
fi: Julkaisupäivä
fr: Date de Sortie
hi: रिलीज़ दिनांक
it: Data di Rilascio
ja: リリース日
ko: 출시일
nl: Release Datum
pl: Data wydania
pt_br: Data de lançamento
ru: Дата выпуска
tr: Yayınlanma Tarihi
uk: Дата релізу
zh_hans: 发布日期
zh_hant: 發行日期

# ReleaseNotes.help
source: View Release Notes
ca: Veure les notes de la versió
de: Release-Notes anzeigen
el: Σημειώσεις κυκλοφορίας
es: Ver Notas del Lanzamiento
fi: Lue julkaisutiedot
fr: Consulter les Notes de Mise á Jour
hi: रिलीज़ नोट्स देखें
it: Vedi Note di Rilascio
ja: リリースノートを表示
ko: 릴리즈 노트 보기
nl: Toon Release Notes
pl: Wyświetl notatki wydania
pt_br: Visualizar notas de lançamento
ru: Просмотреть примечания к выпуску
tr: Yayınlanma Notlarını Görüntüle
uk: Переглянути деталі релізу
zh_hans: 查看更新说明
zh_hant: 檢視版本附註

source: Release only
ca: Només versions oficials
de: Nur Release
el: Εκδόσεις κυκλοφορίας μόνο
es: Solo Liberados
fi: Vain julkaisuversiot
fr: Seulement le versions finales
hi: केवल रिलीज़ करें
it: Solo Rilasci
ja: リリース版のみ
ko: 출시 버전만
nl: Alleen release
pl: Tylko stabilne
pt_br: Somente release
ru: Только релиз
tr: Yalnızca Kararlı Sürüm
uk: лише Release
zh_hans: 只显示正式版
zh_hant: 只顯示正式版

source: Required
ca: Requerida
de: Erforderlich
el: Απαιτείται
es: Requerido
fi: Vaaditaan
fr: Requis
hi: आवश्यक
it: Obbligatorio
ja: 必須
ko: 필수 입력
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
tr: Gerekli
uk: Вимагається
zh_hans: 必填
zh_hant: 必要

source: Reveal in Finder
ca: Obrir al Finder
de: Im Finder anzeigen
el: Αποκάλυψη στο Finder
es: Mostrar en el Finder
fi: Näytä finderissa
fr: Ouvrir dans le Finder
hi: खोजक में प्रकट करें
it: Mostra in Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Abrir no Finder
ru: Показать в Finder
tr: Finder'da Görüntüle
uk: Показати у Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Select
ca: Seleccionar
de: Auswählen
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
hi: चयन करे
it: Seleziona
ja: アクティブにする
ko: 선택
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
tr: Seç
uk: Обрати
zh_hans: 选定
zh_hant: 選取

source: Selected
ca: Seleccionat
de: Ausgewählt
el: Επιλεγμένα
es: Seleccionado
fi: Valittu
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: アクティブ
ko: 선택됨
nl: Geselecteerd
pl: Wybrany
pt_br: Selecionado(s)
ru: Выбрано
tr: Seçili
uk: Обрано
zh_hans: 已选定
zh_hant: 已選取

# SelectTrustedPhone
source: Select a trusted phone number to receive a %d digit code via SMS:
ca: Selecciona un número de mòbil de confiança on rebre el codi de %d dígits a través d'SMS:
de: Wähle eine vertrauenswürdige Telefonnummer aus, um einen %d-stelligen Code via SMS zum empfangen:
el: Επιλέξτε έναν αξιόπιστο τηλεφωνικό αριθμό για να λάβετε έναν %d-ψήφιο κωδικό με SMS:
es: Selecciona un número de teléfono de confianza para recibir un código de %d dígitos por SMS:
fi: Valitse luotettu puhelinnumero saadaksesi %d numeroisen koodin tekstiviestinä:
fr: Sélectionnez le numéro de téléphone de confiance pour recevoir un code à %d chiffres par SMS :
hi: SMS के द्वारा %d अंक कोड प्राप्त करने के लिए विश्वसनीय फ़ोन नंबर चुनें:
it: Seleziona un numero di telefono registrato per ricevere il codice di %d cifre via SMS:
ja: 信頼できる電話番号を選択し、%d桁のコードをSMSで受信します。
ko: SMS를 통해 %d 자리 코드를 수신하려면 신뢰할 수 있는 전화번호를 선택하세요.
nl: Selecteer een vertrouwd telefoonnumer on een %d code te ontvangen via SMS:
pl: Wybierz zaufany numer telefonu, aby otrzymać %d-cyfrowy kod przez SMS:
pt_br: Selecione um número de telefone confiável para receber um código de %d dígitos via SMS:
ru: Выберите доверенный номер телефона для получения %d цифрового кода по SMS:
tr: %d rakamlı kodu SMS olarak almak için güvenilir telefon numarasını seç:
uk: Виберіть довірений номер телефону щоб отримати %d-значний код в СМС:
zh_hans: 请选择一个信任的手机号来从短信接收%d位代码：
zh_hant: 請輸入一個你想用來接收 %d 位數密碼簡訊的電話號碼：

source: Send SMS
ca: Enviar SMS
de: SMS senden
el: Αποστολή SMS
es: Enviar SMS
fi: Lähetä tekstiviesti
fr: Envoyer un SMS
hi: SMS भेजें
it: Manda SMS
ja: SMS を送信
ko: SMS 보내기
nl: Verstuur SMS
pl: Wyślij SMS
pt_br: Enviar SMS
ru: Отправить SMS
tr: SMS Gönder
uk: Надіслати СМС
zh_hans: 发送短信
zh_hant: 傳送簡訊

source: Sign In
ca: Iniciar sessió
de: Anmelden
el: Σύνδεση
es: Iniciar Sesión
fi: Kirjaudu sisään
fr: Connecter
hi: साइन इन करें
it: Entra
ja: サインイン
ko: 로그인하기
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ru: Войти
tr: Giriş Yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# SignInWithApple
source: Sign in with your Apple ID.
ca: Inicia sessió amb el teu Apple ID.
de: Mit Deiner Apple-ID anmelden.
el: Συνδεθείτε με το Apple ID σας.
es: Inicia sesión con tu ID de Apple.
fi: Kirjaudu sisään Apple ID:lläsi.
fr: Connectez-vous avec votre identifiant Apple.
hi: अपनी Apple ID से साइन इन करें.
it: Entra con il tuo Apple ID.
ja: Apple IDでサインインしてください。
ko: Apple ID로 로그인하세요.
nl: Log in met je Apple ID.
pl: Zaloguj się przy użyciu Apple ID.
pt_br: Entrar com o seu Apple ID.
ru: Войти со своим Apple ID.
tr: Apple ID ile Giriş Yap.
uk: Вхід з вашим Apple ID.
zh_hans: 使用您的Apple ID登录。
zh_hant: 使用您的 Apple ID 登入。

source: Sign Out
ca: Tancar sessió
de: Abmelden
el: Αποσύνδεση
es: Cerrar Sesión
fi: Kirjaudu ulos
fr: Déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выход
tr: Oturumu Kapat
uk: Логаут
zh_hans: 登出
zh_hant: 登出

source: Stop installation
ca: Aturar l'instal·lació
de: Installation stoppen
el: Διακοπή εγκατάστασης
es: Detener Instalación
fi: Lopeta asennus
fr: Arrêter l'installation
hi: स्थापना रोकें
it: Ferma istallazione
ja: インストールを中止
ko: 설치 중지
nl: Stop installatie
pl: Przerwij instalację
pt_br: Interromper instalação
ru: Остановить установку
tr: İndirmeyi durdur
uk: Зупинити інсталяцію
zh_hans: 停止安装
zh_hant: 停止安裝

# TrashingArchive
source: Moving archive to the Trash
ca: Movent l'arxiu comprimit a la paperera
de: Archiv in den Papierkorb bewegen
el: Μετακίνηση αρχειοθήκης στον Κάδο
es: Mover archivo a la Papelera
fi: Siirretään arkistoa roskakoriin
fr: Déplacement de l'archive vers la corbeille
hi: संग्रह को ट्रैश में ले जाया जा रहा है
it: Sposto archivio nel Cestino
ja: アーカイブをゴミ箱に移動しています
ko: 아카이브를 휴지통으로 이동
nl: Bezig met archief naar Prullenbak verplaatsen
pl: Przenoszenie archiwum do kosza
pt_br: Movendo arquivo para a lixeira
ru: Перемещение архива в корзину
tr: Arşiv Çöp Kutusuna taşınıyor
uk: Видалення архіву
zh_hans: 正在将压缩文件移动到废纸篓
zh_hant: 正在將封存檔移動至垃圾桶

# Unarchiving
source: Unarchiving (This can take a while)
ca: Descomprimint (pot trigar una estona)
de: Entpacken (Dies kann etwas dauern)
el: Αποσυμπίεση (Ίσως χρειαστεί λίγος χρόνος)
es: Desarchivando (esto puede llevar un tiempo)
fi: Poistetaan arkistointi (tämä voi kestää hetken)
fr: Décompression (cela peut prendre un certain temps)
hi: Unarchiving (इसमें कुछ समय लग सकता है)
it: Espandendo (Potrà metterci un po')
ja: アーカイブを展開しています (時間がかかることがあります)
ko: 언아카이빙 중 (시간이 좀 걸릴 수 있습니다)
nl: Dearchiveren (Dit kan even duren)
pl: Rozpakowywanie (To może chwilę potrwać)
pt_br: Desarquivando (Pode demorar um pouco)
ru: Разархивирование (это может занять некоторое время)
tr: Arşivden Çıkarılıyor (Bu biraz sürebilir)
uk: Розпаковка (Може бути довго)
zh_hans: 正在解压（这将需要一些时间）
zh_hant: 解壓縮中 （可能需要一點時間）

source: Uninstall
ca: Desinstal·lar
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
fi: Poista
fr: Désinstaller
hi: असंस्थापित करे
it: Disinstalla
ja: アンインストール
ko: 제거
nl: Deinstalleren
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
tr: Kaldır
uk: Видалити
zh_hans: 卸载
zh_hant: 解除安裝

source: Unxip Experiment
ca: Experiment d'Unxip
el: Πείραμα Unxip
es: Experimento Unxip
fi: Unxip Kokeilu
fr: Expérimentation Unxip
hi: अनज़िप प्रयोग
it: Unxip Sperimentale
ko: Unxip 실험
pl: Eksperyment Unxip
pt_br: Experimento Unxip
ru: Экспериментальный Unxip
tr: Tecrübeyi çıkart
uk: Експеримент Unxip
zh_hant: Unxip 試驗

source: Updated at
ca: Actualitzat el
de: Aktualisiert am
el: Τελευταία ενημέρωση
es: Actualizado en
fi: Päivitetty ajankohtana
fr: Mis à jour le
hi: पर अपडेट किया गया
it: Aggiorna a
ja: 前回の更新:
ko: 마지막 업데이트 시점
nl: Bijgewerkt op
pl: Zaktualizowano o
pt_br: Atualizado em
ru: Обновлено в
tr: Güncellenme Zamanı:
uk: Оновлено
zh_hans: 更新于
zh_hant: 上一次檢查：

source: Updates
ca: Actualitzacions
el: Ενημερώσεις
es: Actualizaciones
fi: Päivitysasetukset
fr: Mise à jour
hi: अपडेट
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新
zh_hant: 更新

# UseUnxipExperiment
source: When unxipping, use experiment
ca: Quan es fa l'unxip, utilitza l'experiment
de: Beim Unxipping, Experiment verwenden
el: Χρήση πειραματικού εργαλείου κατά το unxipping
es: Al descomprimir, usar experimento
fi: Kun purat xip-tiedoston, käytä kokeiluversiota
fr: Lors de la décompression Unxip, utiliser l'expérimentation
hi: अनज़िपिंग करते समय, प्रयोग का उपयोग करें
it: Quando fai unxipping, usa sperimentale
ja: 試験的な Unxip の実装を使う
ko: unxipping 시 실험 기능 사용
nl: Bij unxipping, gebruik expiriment
pl: Podczas rozpakowywania, użyj wersji eksperymentalnej
pt_br: Quando performar unxipping, use experiment
ru: При выполнении unxip будет использован экспериментальный функционал
tr: Unxip yaparken dene
uk: Експериментальний метод розпаковки
zh_hans: 使用实验性功能解压xip
zh_hant: 解壓縮 (Unxip) 時，使用這個試驗版本

# VersionWithBuild
source: Version %@ (%@)
ca: Versió %@ (%@)
el: Έκδοση %@ (%@)
es: Versión %@ (%@)
fi: Versio %@ (%@)
hi: संस्करण %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
zh_hans: 版本%@ (%@)
zh_hant: 版本 %@ (%@)

# WWDC.Message
source: 👨🏻‍💻👩🏼‍💻 Happy WWDC %@! 👨🏽‍💻🧑🏻‍💻
ca: 👨🏻‍💻👩🏼‍💻 Feliç WWDC %@! 👨🏽‍💻🧑🏻‍💻
el: 👨🏻‍💻👩🏼‍💻 Χαρούμενο WWDC %@! 👨🏽‍💻🧑🏻‍💻
fi: 👨🏻‍💻👩🏼‍💻 Hyvää WWDC tapahtumaa %@! 👨🏽‍💻🧑🏻‍💻
pl: 👨🏻‍💻👩🏼‍💻 Wesołego WWDC %@! 👨🏽‍💻🧑🏻‍💻
pt_br: 👨🏻‍💻👩🏼‍💻 Feliz WWDC %@! 👨🏽‍💻🧑🏻‍💻
ru: 👨🏻‍💻👩🏼‍💻 Счастливого WWDC %@! 👨🏽‍💻🧑🏻‍💻
tr: 👨🏻‍💻👩🏼‍💻 WWDC %@ haftanız kutlu olsun! 👨🏽‍💻🧑🏻‍💻
uk: 👨🏻‍💻👩🏼‍💻 Веселого WWDC %@! 👨🏽‍💻🧑🏻‍💻
zh_hant: 👨🏻‍💻👩🏼‍💻 慶祝 WWDC %@！👨🏽‍💻🧑🏻‍💻

# Alert.CancelInstall.Runtimes.Title
source: Are you sure you want to stop the installation of Xcode %@?
de: Bist du sicher, dass Du die Installation von Xcode %@ anhalten möchtest?
el: Είστε βέβαιοι ότι θέλετε να διακόψετε την εγκατάσταση του Xcode %@;
fr: Êtes-vous sûr de vouloir arrêter l'installation de Xcode %@ ?
tr: Xcode %@ sürümünü yüklemeyi durdurmak istediğine emin misin?
uk: Чи дійсно ви хочете скасувати інсталяцію Xcode %@?
zh_hans: 你确定要停止安装Xcode %@吗？
zh_hant: 你確定要停止安裝 Xcode %@ 嗎？

# Alert.DeletePlatform.PrimaryButton
source: Delete
de: Löschen
el: Διαγραφή
fr: Supprimer
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# Alert.DeletePlatform.Title
source: Are you sure you want to delete %@?
de: Bist du sicher, dass du %@ löschen möchtest?
el: Θέλετε σίγουρα να διαγράψετε το %@;
fr: Êtes-vous sûr de vouloir supprimer %@ ?
uk: Чи дійсно ви хочете видалити %@?
zh_hans: 你确定要删除%@吗？
zh_hant: 你確定要刪除 %@ 嗎？

# Alert.Uninstall.Error.Message.FileNotFound
source: Could not find file "%@".
de: Datei "%@" konnte nicht gefunden werden.
el: Το αρχείο «%@» δεν βρέθηκε.
fr: Impossible de trouver le fichier "%@".
ja: ファイル "%@" が見つかりませんでした。
pl: Nie znaleziono pliku "%@".
tr: "%@" dosyası bulunamadı.
uk: Не вдалося знайти файл "%@".
zh_hans: 无法找到文件"%@".
zh_hant: 找不到「%@」檔案。

# CreateSymLinkBeta
source: Create Symlink as Xcode-Beta.app
de: Symlink als Xcode-Beta.app erstellen
el: Δημιουργία συμβολικού συνδέσμου ως Xcode-Beta.app
es: Crear Symlink como Xcode-Beta.app
fi: Luo Symlink nimellä Xcode-Beta.app
fr: Créer un lien symbolique Xcode-Beta.app
hi: Xcode-Beta.app के रूप में सिमलिंक बनाएं
it: Crea Symlink come Xcode-Beta.app
ja: Xcode-Beta.appとしてシンボリックリンクを作成
ko: Xcode-Beta.app과 같은 Symlink 만들기
pl: Utwórz Symlink jako Xcode-Beta.app
ru: Создать символическую ссылку к Xcode-Beta.app
tr: Xcode-Beta.app olarak sembolik link yarat
uk: Створити символічне посилання як Xcode-Beta.app
zh_hans: 以Xcode-Beta.app创建软链接
zh_hant: 製作 Xcode-Beta.app 符號連結

source: Experiments
de: Experimente
el: Πειράματα
es: Experimentos
fi: Kokeilut
fr: Expérimentations
hi: परीक्षण
it: Sperimentale
ja: 試験的な機能
ko: 실험실
nl: Experimenten
pl: Eksperymenty
ru: Эксперименты
tr: Deneyler
uk: Експерименти
zh_hans: 实验性功能
zh_hant: 實驗性功能

source: General
de: Allgemein
el: Γενικές
fi: Yleisasetukset
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Ajustes
ru: Общее
tr: Genel
uk: Загальне
zh_hans: 通用
zh_hant: 一般

# InstallationError.UnexpectedCodeSigningIdentity
source: The downloaded Xcode doesn't have the expected code signing identity. Got: %@ %@ Expected: %@ %@
de: Die heruntergeladene Version von Xcode hat nicht die erwartete Code-Signing-Identity. Erhalten: %@ %@ Erwartet: %@ %@
el: Το ληφθέν Xcode δεν έχει την αναμενόμενη ταυτότητα υπογραφής κώδικα. Υπάρχουσα: %@ %@ Αναμενόμενη: %@ %@
es: El Xcode descargado no tiene la identidad de firma de código esperada. Obtuvo: %@ %@ Esperado: %@ %@
fi: Ladatulla Xcodella ei ole odotettua koodin allekirjoitusidentiteettiä. Saatu: %@ %@ Oletettu: %@ %@
fr: Le Xcode téléchargé n'a pas l'identité de signature de code attendue. Reçue : %@ %@ Attendue : %@ %@
hi: डाउनलोड किए गए Xcode में अपेक्षित कोड हस्ताक्षर पहचान नहीं है। मिला: %@ %@अपेक्षित: %@ %@
it: Xcode scaricato non ha l'identità di firma corretta. Got: %@ %@Ci aspettiamo: %@ %@
ja: ダウンロードしたXcodeに想定された署名IDがありません。 Got: %@ %@ Expected: %@ %@
ko: 다운로드한 Xcode에 예상된 코드 서명 ID가 없습니다. 받은 값: %@ %@ 예상된 값: %@ %@
nl: De gedownloade Xcode heeft niet de verwachte code-ondertekeningsidentiteit. Verkregen: %@ %@ Verwacht: %@ %@
pl: Pobrany Xcode nie ma oczekiwanej sygnatury kodu. Otrzymano: %@ %@ Oczekiwano: %@ %@
pt_br: O Xcode baixado não possui a identidade de assinatura de código esperada. Possui: %@ %@ Esperada: %@ %@
ru: Загруженный Xcode не имеет ожидаемого идентификатора подписи сертификата. Получено: %@ %@ Ожидается: %@ %@
tr: İndirilmiş Xcode beklenilen imza kimliğine sahip değil. Eldeki: %@ %@ Beklenen: %@ %@
uk: Викачаний Xcode має неочікуваний підпис (code signing identity). Має: %@ %@ Очікується: %@ %@
zh_hans: 下载的Xcode版本不包含期望的代码签名身份。 读取到： %@ %@ 期望是： %@ %@
zh_hant: 下載的 Xcode 含有未預期的簽章。 簽章者： %@ %@ 預期的簽章者： %@ %@

# OnSelectRenameXcode
source: Always rename to Xcode.app
de: Immer in Xcode.app umbenennen
el: Μετονομασία πάντα σε Xcode.app
fr: Toujours renommer en Xcode.app
ja: 名前を常にXcode.appに変更する
nl: Altijd hernoemen naar Xcode.app
pl: Zawsze zmieniaj nazwę na Xcode.app
pt_br: Sempre renomear para Xcode.app
ru: Всегда переименовывать в Xcode.app
tr: Her zaman Xcode.app şeklinde ismi değiştir
uk: Завжди змінювати імʼя на Xcode.app
zh_hans: 总是重命名为Xcode.app
zh_hant: 總是重新命名為 Xcode.app

source: Perform post-install steps
de: Führe Post-Installationsschritte durch
el: Εκτέλεση μετά-εγκαταστατικών βημάτων
fr: Exécuter des étapes post-installation
tr: Yükleme sonrası adımları uygula
uk: Виконати пост-інсталяційні кроки
zh_hans: 执行安装后准备步骤
zh_hant: 執行安裝後步驟

source: Platforms
de: Plattformen
el: Πλατφόρμες
tr: Platformlar
uk: Платформи
zh_hans: 平台
zh_hant: 平台
